Back-end/app/controllers/api/v1/games_controller.rb

INSERT INTO "games" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-09-08 12:40:34.985956"], ["updated_at", "2020-09-08 12:40:34.985956"]]
---
    def create
        game = Game.create(game_params)