Back-end/app/controllers/api/v1/players_controller.rb

    def create
        player = Player.create(player_params)

        if
            player.save
---
INSERT INTO "players" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "klk"], ["created_at", "2020-09-08 09:57:14.277842"], ["updated_at", "2020-09-08 09:57:14.277842"]]
INSERT INTO "players" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "p"], ["created_at", "2020-09-08 10:15:08.355709"], ["updated_at", "2020-09-08 10:15:08.355709"]]